import React from "react";
import Footer from "../components/footer/Footer";
import Header from "../components/header/Header";

export default function About() {
  return (
    <div className="bg-gray-100" style={{direction:"rtl"}}>
      {/* <Header /> */}
      <div>
            <h2 className="font-semibold text-2xl mb-20 text-center">{`مجموعه شهر خودرو`}</h2>
        <div className="flex flex-col md:flex-row justify-center md:justify-between items-center w-full md:max-w-6xl px-8 mx-0 md:mx-auto pt-20" dir="ltr">
          <div className="text-justify pb-10 ml-0 md:ml-10">
          <p style={{direction:"rtl"}}>{`مجموعه شهر خودرو با نام تجاری حمیداوی از سال ۱۳۸۳ با تمرکز بر واردات خودروهای با کیفیت و مورد نیاز پایه گذاری و با عنایت به امتیازات ویژه این مجموعه و در اختیار داشتن شناورهای مناسب حمل خودرو و با بکارگیری نیروهای متخصص و با تجربه در زمینه ترخیص و انجام عملیات گمرکی ، بسرعت به عنوان یک تامین کننده خودرو مطرح و در نهایت جهت جلب رضایت مشتریان و ارتقاء کیفیت خدمات ضمن راه اندازی شبکه حمل و نقل داخلی نسبت به راه اندازی دفاتر در استان تهران و استان بوشهر اقدام نموده است.`}</p>
          <p style={{direction:"rtl"}}>{`حال پس از گذشت 16 سال از پایه گذاری ، مجموعه شهر خودرو جهت پاسخگویی به نیاز مشتریان ، بر آن شدیم مجموعه ای بی نظیر جهت ارائه کلیه خدمات خودروئی با امکانات کامل رفاهی و تفریحی جهت معرفی یک فضای مناسب برای خانواده های محترم آماده و بهره برداری نمائیم.`}</p>
          </div>
          <img
            className="w-auto mb-4 md:mb-0"
            src="https://via.placeholder.com/300x300.png"
            alt="placeholder"
          />
        </div>
        <div className="flex flex-col justify-between items-start w-full md:max-w-6xl px-8 md:mx-auto pb-20 mt-4 space-y-4">
          <p className="text-justify">{`مجموعه شهر خودرو با راه اندازی یک فضای مدرن و مجهز بعنوان یک هایپر مارکت خودرو با بیش از 500 پرسنل، با در اختیار داشتن برندهای مختلف خودرویی ضمن فراهم نمودن امکان بررسی دقیق به همراه کارشناسان مجرب مجموعه وامکان مقایسه آنها را در یک فضا فراهم نموده است و علاوه بر آن با ایجاد امکانات رفاهی مناسب در مجموعه ، مشتریان لذت یک خرید خوب را تجربه خواهند نمود. شهر خودرو با سابقه ای درخشان و مدیران متخصص و کار آزموده ، جهت ارائه کلیه خدمات مرتبط با صنعت خودرو فعالیت داشته ، که به شرح ذیل می باشد: `}</p>
          <ul className="space-y-2">
            <li>{`تامین و واردات کلیه خودروهای مجاز روز دنیا`}</li>
            <li>{`انجام عملیات حمل دریایی با رعایت بالاترین استانداردها`}</li>
            <li>{`انجام کلیه امور گمرکی و ترخیص خودرو در حداقل زمان`}</li>
            <li>{`حمل و نقل زمینی برون شهری و ناوگان حمل درون شهری`}</li>
            <li>{`فروش محصولات داخلی و خارجی با شرایط آسان و ارائه خدمات لیزینگ`}</li>
            <li>{`خدمات بازرگانی و تامین خودرو و قطعات مورد سفارش باشگاه مشتریان`}</li>
            <li>{`ارائه خدمات بیمه ای`}</li>
          </ul>
        </div>
      </div>
      {/* <Footer /> */}
    </div>
  );
}
